[
  {
    "code": "total2020",
    "name": "Status quo",
    "year": 2020,
    "scale": 4,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": [],
      "carrier": ""
    },
    "text": "Primary Energy is an energy form that has not been subjected to any human engineered conversion process. Therefore it accurately describes the actual energy consumption of the world. The scenario close to what our world looks like today assumes a consumption of about 580 EJ next year, in 2020. That is x times more than the measured amount in 20xx and x times more than in 19xx."
  },
  {
    "code": "types2020",
    "name": "Energy Sources",
    "year": 2020,
    "scale": 4,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": [],
      "carrier": ""
    },
    "text": "Primary Energy is either from fossil sources (f) like Oil or Coal or from non-fossil sources (nf) that for example include Solar and Biomass but also Nuclear energy. The consumption in 2020 is projected to consist of mostly fossil sources."
  },
  {
    "code": "types2100",
    "name": "A Growing Consumption",
    "year": 2100,
    "scale": 4,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": [],
      "carrier": ""
    },
    "text": "Assuming that no further climate policies will be introduced, the energy consumption will have more than doubled by 2100. In this baseline projection the ratio between fossil and non-fossil energy sources will remain nearly the same."
  },
  {
    "code": "ssps",
    "name": "Other Plausible Futures",
    "year": 2100,
    "scale": 1,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": [],
      "carrier": ""
    },
    "text": "However, the world might develop in other ways. Five future societies (SSPs) are plausible, and each one is characterised by a different total energy consumption and a ratio between fossil and non-fossil sources. These different circumstances create different levels of difficulty for handling climate change challenges."
  },
  {
    "code": "ssps+paris-target",
    "name": "The Paris Agreement",
    "year": 2100,
    "scale": 1,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": ["-26"],
      "carrier": ""
    },
    "text": "The Paris Agreement proposes the introduction of climate policies (RCPs) for keeping the increase of global average temperature to well below 2°C. The five possible futures vary in their proximities to this target. The circles' different area sizes indicate the expenditure to reaching the target – the bigger the difference, the more effort required."
  },
  {
    "code": "ssp2-highlighted",
    "name": "A Likely Scenario",
    "year": 2100,
    "scale": 1,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": ["-26"],
      "carrier": ""
    },
    "text": "Reaching the 2°C target in the “Middle of the Road” future requires a shift in energy sources: the share of fossil sources needs to decrease, while the share of non-fossil sources needs to increase."
  },
  {
    "code": "mix",
    "name": "Energy Carriers",
    "year": 2100,
    "scale": 1,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": ["-26"],
      "carrier": ""
    },
    "text": "Fossil and non-fossil sources each consist of a range of energy carriers. They can be further subdivided and then looked at in detail."
  },
  {
    "code": "mix+ssp1",
    "name": "Climate Target 2°C",
    "year": 2100,
    "scale": 1,
    "variables": {
      "SSPs": ["SSP2"],
      "RCPs": ["-26"],
      "carrier": ""
    },
    "text": "This detail view visualizes the differences of energy volumes between the possible “Middle of the Road” future and its equivalent in which the climate goal 2°C is achieved."
  },
  {
    "code": "mix",
    "name": "The Green Road",
    "year": 2100,
    "scale": 1,
    "variables": {
      "SSPs": ["SSP1", "SSP2"],
      "RCPs": ["-26"],
      "carrier": ""
    },
    "text": "Should a sustainable world (“The Green Road”) develop, climate targets can be achieved fairly easy. It would need only a modest carbon price to meet the 2°C target. The meeting of climate targets therefore requires less effort and might receive stronger support."
  },
  {
    "code": "detail",
    "name": "Carrier Oil",
    "year": 2100,
    "scale": 1,
    "variables": {
      "SSPs": ["SSP1", "SSP2"],
      "RCPs": ["-26"],
      "carrier": "Oil"
    },
    "text": "Let’s take a closer look at the energy carrier Oil and its development over the years. Even in a sustainable world (“The Green Road”), Oil will continue to be used extensively until 2050."
  }
]